function generate() {
    var affirmation = [
    
        "Жрицы радуются: ваша удача на&nbsp;подходе.",
        "Жрицы радуются: ваша удача на&nbsp;подходе.",
"Духи не ошибаются: вас ждет большое приключение, откройте глаза пошире!",
"Как бы грустно не было сейчас, у&nbsp;нас хорошая новость&nbsp; — лучшее&nbsp;только впереди!",
"Кажется, пора побрейнштормить, как будет выглядеть ваша жизнь через&nbsp;пять лет (заодно и&nbsp;ответ для&nbsp;собеседования готов!)",
"Ваша смелость будет вознаграждена. И&nbsp;мы сейчас не&nbsp;про&nbsp;тот случай в&nbsp;баре, когда вы попросили телефон красавчика!",
"Не лейте слезы просто так: ошибка&nbsp;— это&nbsp;возможность учиться, а&nbsp;не&nbsp;поражение.",
"Притормозите с решениями, сейчас нужно обдумать план максимально детально!",
"Рядом с вами есть человек, который заслуживает приглашения на&nbsp;ужин&nbsp;(или бокальчик игристого). Напоите его!",
"Успешный успех подождет. Смотрите, лето на&nbsp;улице!",
"В любой непонятной ситуации зажгите свечи, налейте вина и&nbsp;чокнитесь (мы про&nbsp;действие с&nbsp бокалом) со&nbsp;Вселенной!",
"А вы везунчик! Это&nbsp; не&nbsp;просто предсказание, сделайте скрин этого сообщения и получите в Marie Laveau шот домашней лимончеллы от&nbsp;наших жриц.",
"Не оглядывайтесь на&nbsp;прошлое и&nbsp;смотрите в будущее. Тут гораздо интереснее!",
"Не забывайте о&nbsp;тех, кто&nbsp; вам действительно нужен. ",
"Никогда не&nbsp;забывайте о&nbsp;своих мечтах, они могут сбыться.",
"Мари Лаво наставляет: будьте сильны в&nbsp;своих принципах и&nbsp;не&nbsp;допускайте компромиссов.",
"Сильный дух готов к&nbsp;любым испытаниям, которые предстоят.",
"Влюбитесь в себя. Сейчас самое время!",
"Никогда не забывайте о&nbsp;своих корнях и&nbsp;тех, кто помогали вам дойти до&nbsp;места, где&nbsp;вы находитесь сегодня.",
"Не бойтесь идти по новым путям. Там хоть&nbsp;и&nbsp;страшно, но&nbsp;дико увлекательно!",
"О-Т-Д-О-Х-Н-И-Т-Е! Этот предсказание можно отправить заодно и боссу!",
"Мир предлагает безграничные возможности, вы должны лишь открыться для&nbsp;них уже&nbsp;сегодня.",
"Не зацикливайтесь на&nbsp;материальном, лучше зажгите свечи и&nbsp;помедитируйте!",
"Чтобы не происходило, говорите всем, что&nbsp; вы&nbsp;знаете Верховную жрицу лично. Точно поможет!",
"Помните, что эмоции могут быть ложными, думайте головой вместе со&nbsp;своим сердцем.",
"Не бойтесь проявлять свои эмоции, но&nbsp;будьте осторожны, чтобы они не&nbsp;завладели вами.",
"Решайте проблемы, а&nbsp;не&nbsp;давайте им управлять вами.",
"Ой, кажется, вы одна из нас. Еще не&nbsp; пробовали гадать на&nbsp;таро?",
"Любовь уже скоро будет, ждете?",
"Давно хотели выучить испанский, начать танцевать танго или&nbsp; прыгнуть с&nbsp;тарзанки? Успейте все это воплотить этим летом!",
"В вас есть все необходимые ресурсы для&nbsp;достижения успеха. Чего боитесь?",
"Поностальгируйте, иногда это&nbsp;полезно!",
"Ой, а вам нужно набраться терпения! ",
"Откройтесь новым знаниям, они помогут улучшить вашу жизнь.",
"Может быть, все не так гладко, как хотелось&nbsp; бы, но&nbsp;намного лучше, чем&nbsp;могло бы&nbsp;быть.",
"Стоя на месте, двигаться можно только&nbsp;назад. Подумайте об&nbsp;этом!",
"Пора научиться наслаждаться процессом, а&nbsp;не&nbsp;ждать результата!",
"У стен есть уши, вот и&nbsp;нашептывайте им всякое!",
"Ситуация вышла из-под&nbsp;вашего контроля&nbsp;— плотно&nbsp;поужинайте и&nbsp;ложитесь спать!",
"Добавим в жизнь немного веселья?",
"Оглянитесь по сторонам, у&nbsp;вас скоро появится богатый покровитель.",


    

        




    
    ];
    var txt=document.querySelector('p');
    txt.innerHTML=affirmation[Math.floor(Math.random()*affirmation.length)];
    }